[
{"joke": "Why don't skeletons fight each other? They don't have the guts."},
{"joke": "What’s orange and sounds like a parrot? A carrot."},
{"joke": "How does a penguin build its house? Igloos it together."},
{"joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."},
{"joke": "What do you call fake spaghetti? An impasta."},
{"joke": "I only know 25 letters of the alphabet. I don’t know y."},
{"joke": "I’m reading a book on anti-gravity. It’s impossible to put down."},
{"joke": "Why don't eggs tell jokes? They might crack up."},
{"joke": "What’s a skeleton’s least favorite room in the house? The living room."},
{"joke": "I’m afraid for the calendar. Its days are numbered."},
{"joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."},
{"joke": "Why did the scarecrow win an award? Because he was outstanding in his field!"},
{"joke": "I used to be a baker, but I couldn't make enough dough."},
{"joke": "I’d tell you a chemistry joke, but I know I wouldn’t get a reaction."},
{"joke": "Want to hear a joke about construction? I’m still working on it."},
{"joke": "Why did the bicycle fall over? Because it was two-tired."},
{"joke": "How do you organize a space party? You planet."},
{"joke": "I couldn’t figure out how to put my seatbelt on. Then it clicked."},
{"joke": "Why don't skeletons ever use cell phones? They don’t have the nerve."},
{"joke": "How does a snowman get around? By riding an “icicle”!"},
{"joke": "Why do cows have hooves instead of feet? Because they lactose."},
{"joke": "I’m terrible at math, but I know that two wrongs don’t make a right... but three rights make a left!"},
{"joke": "I don’t trust stairs. They’re always up to something."},
{"joke": "Why do bees have sticky hair? Because they use honeycombs."},
{"joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."},
{"joke": "Why did the tomato turn red? Because it saw the salad dressing!"},
{"joke": "What do you call a pile of cats? A meow-tain."},
{"joke": "Why don’t oysters donate to charity? Because they are shellfish."},
{"joke": "I used to be a gardener, but I didn’t have the thyme for it."},
{"joke": "What’s a skeleton’s least favorite instrument? The trom-bone."},
{"joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one."},
{"joke": "What do you call a sleeping bull? A bulldozer."},
{"joke": "What’s a frog’s favorite candy? Lollihops."},
{"joke": "Why do fish always know how much they weigh? Because they have their own scales."},
{"joke": "Why can’t your nose be 12 inches long? Because then it would be a foot."},
{"joke": "What’s the best way to watch a fly fishing tournament? Live stream."},
{"joke": "What’s the longest word in the dictionary? Smiles. Because there’s a mile between the first and last letters!"},
{"joke": "Why don’t some couples go to the gym? Because some relationships don’t work out."},
{"joke": "Why did the math book look sad? Because it had too many problems."},
{"joke": "Why do seagulls fly over the bay? Because if they flew over the bay, they’d be bagels."},
{"joke": "What did the ocean say to the beach? Nothing, it just waved."},
{"joke": "What do you call a fish that plays guitar? A bass guitarist."},
{"joke": "Why did the belt get arrested? For holding up a pair of pants."},
{"joke": "I’m friends with all electricians. We have good current connections."},
{"joke": "I tried to catch some fog earlier. I mist."},
{"joke": "I got a job at a bakery because I kneaded dough."},
{"joke": "Why don’t skeletons ever go trick or treating? Because they have no body to go with."},
{"joke": "What do you call an alligator in a vest? An investigator."},
{"joke": "What did one hat say to the other hat? Stay here, I’m going on ahead."},
{"joke": "Why don’t you ever see elephants hiding in trees? Because they’re really good at it."},
{"joke": "What’s a skeleton’s least favorite room? The living room."},
{"joke": "Why do cows wear bells? Because their horns don’t work."},
{"joke": "I used to be a butcher, but I couldn’t make the cut."},
{"joke": "What do you call a duck that gets all A’s? A wise quacker."},
{"joke": "I got a pencil sharpener for my birthday. It was pointless."},
{"joke": "Why don’t some fish play basketball? Because they’re afraid of the net."},
{"joke": "Why was the broom late? It swept in."},
{"joke": "What kind of shoes do ninjas wear? Sneakers."},
{"joke": "Why did the coffee file a police report? It got mugged."},
{"joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus."},
{"joke": "What did the stamp say to the envelope? Stick with me and we’ll go places."},
{"joke": "What do you call a fish without eyes? Fsh."},
{"joke": "What did the traffic light say to the car? Don’t look, I’m changing!"}
]
