{
  "quotes": [
    "I told my wife she was drawing her eyebrows too high. She looked surprised.",
    "I'm reading a book about anti-gravity. It's impossible to put down!",
    "Why don't scientists trust atoms? Because they make up everything!",
    "I haven't slept for ten days, because that would be too long.",
    "I'm on a seafood diet. I see food and I eat it.",
    "Time flies like an arrow; fruit flies like a banana.",
    "I used to hate facial hair, but then it grew on me.",
    "I'm terrified of elevators, so I'm going to start taking steps to avoid them.",
    "Why don't oysters donate? Because they are shellfish!",
    "I told my cat a joke about dogs, but he didn't find it a-mew-sing.",
    "My math teacher called me average. How mean!",
    "I was wondering why the ball kept getting bigger, then it hit me.",
    "I'm addicted to brake fluid, but I can stop anytime.",
    "Did you hear about the claustrophobic astronaut? He just needed some space.",
    "I wasn't originally going to get a brain transplant, but then I changed my mind.",
    "Why did the scarecrow win an award? He was outstanding in his field!",
    "I used to be a banker, but I lost interest.",
    "Broken pencils are pointless.",
    "What do you call a fake noodle? An impasta!",
    "I only know 25 letters of the alphabet. I don't know Y.",
    "RIP boiled water. You will be mist.",
    "I'm reading a book on the history of glue – can't put it down.",
    "Dad, can you put my shoes on? No, I don't think they'll fit me.",
    "Why don't some couples go to the gym? Because some relationships don't work out.",
    "What did the ocean say to the beach? Nothing, it just waved.",
    "I don't trust stairs because they're always up to something.",
    "What do you call a bear with no teeth? A gummy bear!",
    "Why did the coffee file a police report? It got mugged.",
    "How do you organize a space party? You planet!",
    "What's the best thing about Switzerland? I don't know, but the flag is a big plus.",
    "I invented a new word: Plagiarism!",
    "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them.",
    "Why do we tell actors to 'break a leg?' Because every play has a cast!",
    "Helvetica and Times New Roman walk into a bar. The bartender says, 'Get out! We don't serve your type.'",
    "Yesterday I accidentally swallowed some food coloring. The doctor says I'm okay, but I feel like I've dyed a little inside.",
    "What did one wall say to the other wall? I'll meet you at the corner!",
    "Why don't eggs tell jokes? They'd crack each other up!",
    "A photon checks into a hotel. The bellhop asks, 'Can I help you with your luggage?' The photon says, 'No thanks, I'm traveling light.'",
    "I wondered why the baseball kept getting bigger. Then it hit me.",
    "What do you call a dinosaur that crashes his car? Tyrannosaurus Wrecks!",
    "I'm friends with 25 letters of the alphabet. I don't know Y.",
    "What do you call a sleeping bull? A bulldozer!",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "What do you call a factory that makes okay products? A satisfactory!",
    "Dear Math, grow up and solve your own problems.",
    "I told my doctor I broke my arm in two places. He told me to stop going to those places.",
    "What's the difference between a poorly dressed person on a bicycle and a well-dressed person on a tricycle? Attire!",
    "Why did the cookie go to the doctor? Because it felt crumbly!",
    "What do you call a cow with no legs? Ground beef!",
    "I'm so good at sleeping, I can do it with my eyes closed.",
    "Why did the invisible man turn down the job offer? He couldn't see himself doing it.",
    "What do you call a belt made of watches? A waist of time!",
    "I used to be addicted to soap, but I'm clean now.",
    "Why don't skeletons fight each other? They don't have the guts.",
    "What do you call a fish wearing a bowtie? Sofishticated!",
    "I'm on a whiskey diet. I've lost three days already.",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "What do you call a group of disorganized cats? A cat-astrophe!",
    "I haven't spoken to my wife in years. I didn't want to interrupt her.",
    "Why did the bicycle fall over? It was two-tired!",
    "What do you call a lazy kangaroo? A pouch potato!",
    "I'm reading a horror story in Braille. Something bad is about to happen... I can feel it.",
    "My therapist says I have a preoccupation with vengeance. We'll see about that.",
    "I used to think I was indecisive, but now I'm not so sure.",
    "The early bird might get the worm, but the second mouse gets the cheese.",
    "I told my wife she should embrace her mistakes. She hugged me.",
    "My wife told me to stop singing 'Wonderwall.' I said maybe...",
    "I'm great at multitasking. I can waste time, be unproductive, and procrastinate all at once.",
    "Why did the picture go to jail? Because it was framed!",
    "I used to be a personal trainer. Then I gave my too weak notice.",
    "What's the best thing about living in Switzerland? Well, the flag is a big plus.",
    "I lost my job at the bank. A woman asked me to check her balance, so I pushed her over.",
    "Why don't scientists trust atoms? Because they make up everything and they're always bonding with others.",
    "I bought the world's worst thesaurus yesterday. Not only is it terrible, it's terrible.",
    "What do you call a parade of rabbits hopping backwards? A receding hare-line.",
    "I used to be afraid of hurdles, but I got over it.",
    "Why did the math book look so sad? Because it had too many problems.",
    "I'm friends with all electricians. We have such good current relationships.",
    "What do you call a cow during an earthquake? A milkshake!",
    "I told a chemistry joke, but there was no reaction.",
    "Why did the stadium get hot after the game? All the fans left!",
    "What do you call a dinosaur that loves to sleep? A dino-snore!",
    "I used to play piano by ear, but now I use my hands.",
    "Why don't programmers like nature? It has too many bugs."
  ]
}
