[
{"joke": "Why don't skeletons fight each other? They don't have the guts."},
{"joke": "What’s orange and sounds like a parrot? A carrot."},
{"joke": "How does a penguin build its house? Igloos it together."},
{"joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."},
{"joke": "What do you call fake spaghetti? An impasta."},
{"joke": "I only know 25 letters of the alphabet. I don’t know y."},
{"joke": "I’m reading a book on anti-gravity. It’s impossible to put down."},
{"joke": "Why don't eggs tell jokes? They might crack up."},
{"joke": "What’s a skeleton’s least favorite room in the house? The living room."},
{"joke": "I’m afraid for the calendar. Its days are numbered."},
{"joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."},
{"joke": "Why did the scarecrow win an award? Because he was outstanding in his field!"},
{"joke": "I used to be a baker, but I couldn't make enough dough."},
{"joke": "I’d tell you a chemistry joke, but I know I wouldn’t get a reaction."},
{"joke": "Why can’t you hear a pterodactyl go to the bathroom? Because the P is silent."},
{"joke": "Why did the dog sit in the shade? Because he didn’t want to be a hot dog."},
{"joke": "Why did the student eat his homework? Because his teacher told him it was a piece of cake."},
{"joke": "Why don’t ghosts like to go out in the rain? It dampens their spirits."},
{"joke": "Why did the bicycle break up with the unicycle? It found it too one-sided."},
{"joke": "Why did the computer go to the beach? It needed to surf the web."},
{"joke": "Why did the teacher wear sunglasses? Because her students were so bright."},
{"joke": "Why did the mushroom go to the party? Because he’s a fun guy."},
{"joke": "Why did the snowman look worried? Because he was about to get the cold shoulder."},
{"joke": "Why do programmers prefer dark mode? Because the light attracts bugs."},
{"joke": "Why do biologists look forward to casual Fridays? Because they’re allowed to wear genes."},
{"joke": "Why did the philosopher bring a ladder to class? To elevate his thinking."},
{"joke": "Why did the computer break up with the internet? There was no connection."},
{"joke": "Why did the paper get so upset? Because it was torn apart."},
{"joke": "Want to hear a joke about construction? I’m still working on it."},
{"joke": "Why did the bicycle fall over? Because it was two-tired."},
{"joke": "How do you organize a space party? You planet."},
{"joke": "I couldn’t figure out how to put my seatbelt on. Then it clicked."},
{"joke": "Why don't skeletons ever use cell phones? They don’t have the nerve."},
{"joke": "How does a snowman get around? By riding an “icicle”!"},
{"joke": "Why do cows have hooves instead of feet? Because they lactose."},
{"joke": "I’m terrible at math, but I know that two wrongs don’t make a right... but three rights make a left!"},
{"joke": "I don’t trust stairs. They’re always up to something."},
{"joke": "Why do bees have sticky hair? Because they use honeycombs."},
{"joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."},
{"joke": "Why did the tomato turn red? Because it saw the salad dressing!"},
{"joke": "What do you call a pile of cats? A meow-tain."},
{"joke": "Why don’t oysters donate to charity? Because they are shellfish."},
{"joke": "I used to be a gardener, but I didn’t have the thyme for it."},
{"joke": "What’s a skeleton’s least favorite instrument? The trom-bone."},
{"joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one."},
{"joke": "What do you call a sleeping bull? A bulldozer."},
{"joke": "What’s a frog’s favorite candy? Lollihops."},
{"joke": "Why do fish always know how much they weigh? Because they have their own scales."},
{"joke": "Why can’t your nose be 12 inches long? Because then it would be a foot."},
{"joke": "What’s the best way to watch a fly fishing tournament? Live stream."},
{"joke": "What’s the longest word in the dictionary? Smiles. Because there’s a mile between the first and last letters!"},
{"joke": "Why don’t some couples go to the gym? Because some relationships don’t work out."},
{"joke": "Why did the math book look sad? Because it had too many problems."},
{"joke": "Why do seagulls fly over the bay? Because if they flew over the bay, they’d be bagels."},
{"joke": "What did the ocean say to the beach? Nothing, it just waved."},
{"joke": "What do you call a fish that plays guitar? A bass guitarist."},
{"joke": "Why did the belt get arrested? For holding up a pair of pants."},
{"joke": "I’m friends with all electricians. We have good current connections."},
{"joke": "I tried to catch some fog earlier. I mist."},
{"joke": "I got a job at a bakery because I kneaded dough."},
{"joke": "Why don’t skeletons ever go trick or treating? Because they have no body to go with."},
{"joke": "What do you call an alligator in a vest? An investigator."},
{"joke": "What did one hat say to the other hat? Stay here, I’m going on ahead."},
{"joke": "Why don’t you ever see elephants hiding in trees? Because they’re really good at it."},
{"joke": "What’s a skeleton’s least favorite room? The living room."},
{"joke": "Why do cows wear bells? Because their horns don’t work."},
{"joke": "I used to be a butcher, but I couldn’t make the cut."},
{"joke": "What do you call a duck that gets all A’s? A wise quacker."},
{"joke": "I got a pencil sharpener for my birthday. It was pointless."},
{"joke": "Why don’t some fish play basketball? Because they’re afraid of the net."},
{"joke": "Why was the broom late? It swept in."},
{"joke": "What kind of shoes do ninjas wear? Sneakers."},
{"joke": "Why did the coffee file a police report? It got mugged."},
{"joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus."},
{"joke": "What did the stamp say to the envelope? Stick with me and we’ll go places."},
{"joke": "What do you call a fish without eyes? Fsh."},
{"joke": "I told my wife she should embrace her mistakes. She hugged me."},
{"joke": "I made a pencil with two erasers. It was pointless."},
{"joke": "Why are elevator jokes so good? They work on many levels."},
{"joke": "What do you call a bear with no teeth? A gummy bear."},
{"joke": "Why can’t you give Elsa a balloon? Because she’ll let it go."},
{"joke": "Why did the banana go to the doctor? Because it wasn’t peeling well."},
  {"joke": "Why don’t cannibals eat clowns? Because they taste funny."},
  {"joke": "How does the moon cut its hair? Eclipse it."},
  {"joke": "What did the janitor say when he jumped out of the closet? Supplies!"},
  {"joke": "Why are ghosts bad liars? Because you can see right through them."},
  {"joke": "Why couldn’t the leopard play hide and seek? Because he was always spotted."},
  {"joke": "How do trees access the internet? They log in."},
  {"joke": "Why did the stadium get hot after the game? All the fans left."},
  {"joke": "What do you call a belt made of watches? A waist of time."},
  {"joke": "Why did the invisible man turn down the job offer? He couldn’t see himself doing it."},
  {"joke": "What do you call a factory that makes okay products? A satisfactory."},
  {"joke": "What did the left eye say to the right eye? Between you and me, something smells."},
  {"joke": "Why are skeletons so calm? Because nothing gets under their skin."},
  {"joke": "Why did the man run around his bed? To catch up on his sleep."},
  {"joke": "What do you call a magician who loses his magic? Ian."},
  {"joke": "What do you call a cow with no legs? Ground beef."},
  {"joke": "Why do ducks have feathers? To cover their butt quacks."},
  {"joke": "What do you call a singing computer? A-Dell."},
  {"joke": "Why did the frog take the bus? His car got toad away."},
  {"joke": "What do you call an illegally parked frog? Toad."},
  {"joke": "Why don’t you play poker in the jungle? Too many cheetahs."},
  {"joke": "Why are graveyards so noisy? Because of all the coffin."},
  {"joke": "What do you call a pig that does karate? A pork chop."},
  {"joke": "What do you call a can opener that doesn’t work? A can’t opener."},
  {"joke": "Why are spiders so smart? They can find everything on the web."},
  {"joke": "What’s a snake’s favorite subject in school? Hiss-tory."},
  {"joke": "Why do bees stay in their hives during the winter? Swarm."},
  {"joke": "What’s a dog’s favorite part of a tree? The bark."},
  {"joke": "What did the fisherman say to the magician? Pick a cod, any cod."},
  {"joke": "What did the buffalo say to his son when he left for school? Bison."},
  {"joke": "What do you call an elephant that doesn’t matter? Irrelephant."},
  {"joke": "Why don’t peppers do archery? They don’t habanero."},
  {"joke": "What’s a pirate’s favorite exercise? The plank."},
  {"joke": "Why did the orange stop rolling down the hill? It ran out of juice."},
  {"joke": "Why did the drum take a nap? It was beat."},
  {"joke": "What did the digital clock say to the grandfather clock? Look, no hands!"},
  {"joke": "Why don’t we play hide and seek with mountains? They’re always peaking."},
  {"joke": "Why are frogs so happy? They eat whatever bugs them."},
  {"joke": "What’s the best thing about Switzerland? I don’t know, but the flag is a big plus."},
  {"joke": "What do you call a train full of bubble gum? A chew-chew train."},
  {"joke": "Why did the photo go to jail? It was framed."},
  {"joke": "What did the nose say to the finger? Quit picking on me."},
  {"joke": "Why was the computer cold? It left its Windows open."},
  {"joke": "Why did the fish blush? Because it saw the ocean’s bottom."},
  {"joke": "Why don’t sharks like fast food? Because they can’t catch it."},
  {"joke": "Why did the baker go to therapy? He kneaded it."},
  {"joke": "Why don’t koalas count as bears? They don’t have the right koalifications."},
  {"joke": "Why don’t skeletons use cell phones? They don’t have any body to call."},
  {"joke": "Why did the barber win the race? He knew all the shortcuts."},
  {"joke": "What did the fish say when it hit the wall? Dam."},
  {"joke": "Why did the chicken join a band? Because it had the drumsticks."},
  {"joke": "What do you call a group of musical whales? An orca-stra."},
{"joke": "What did the traffic light say to the car? Don’t look, I’m changing!"}
]
